tikhonp/telepat-pill-dispenser/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c"
CONFIG_PARTITION_TABLE_SINGLE_APP_LARGE=y
